Repository: jpawlowski/openvpn-als
Catalog: language/src/ZH-CN/omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: License error.
zh_cn: 版权错误.

source: {0} is already loaded as a 'devExtension' and cannot be removed or replaced.
zh_cn: {0} 已经加载作为' devExtension ' ，不能删除或替代.

source: An Internal security error has occured.
zh_cn: 内部安全错误发生.

source: Please inform the administrator of this server.
zh_cn: 请通知管理员对这台服务器.

source: Invalid ticket.
zh_cn: 无效票.

source: SSL_RSA_WITH_RC4_128_MD5 cipher is required by the OpenVPN-ALS Agent.
zh_cn: SSL_RSA_WITH_RC4_128_MD5 加密被OpenVPN-ALS代理要求.

source: SSLv3 protocol is required by the OpenVPN-ALS Agent.
zh_cn: SSLv3协议被OpenVPN-ALS代理要求.

source: Message resources for the OpenVPN-ALS Extensions framework
zh_cn: OpenVPN-ALS Extensions 框架的信息资源

source: Failed to load plugin {0}.
zh_cn: 加载插件失败 {0}.

source: Failed to start plugin {0}.
zh_cn: 启动插件失败 {0}.

source: One or more extensions were disabled as they are not compatible with this version.
zh_cn: 一个或多个extensions被禁用，因为它们不符合这个版本.

source: Please use the Extension Manager to review and update your extentsions.
zh_cn: 请使用Extension管理器回顾和更新你的extentsions.

source: The extensions that were disabled include {0}.
zh_cn: extensions被停用包括 {0}.

source: OpenVPN-ALS:::Extension Store
zh_cn: OpenVPN-ALS:::Extension 商店

source: Extension Store
zh_cn: Extension 商店

source: Here you can manage your currently installed extensions.
zh_cn: 在这里你可以管理你当前加载的extensions.

source: Extensions may consist of either plugins or applications (or both).
zh_cn: Extensions可包括任何插件或应用程序(或都有).

source: Plugins generally add functionality to the server itself, where as applications make new launchable applications available for users.
zh_cn: 插件一般添加的功能到服务器本身，其中应用程序是新的可启动的应用软件为用户.

source: Licence
zh_cn: 许可

source: Install
zh_cn: 装载

source: Reload
zh_cn: 重新导入

source: Reload All
zh_cn: 重新导入全部l

source: Upload
zh_cn: 更新

source: Update
zh_cn: 更新

source: Version
zh_cn: 版本

source: Requires
zh_cn: 需要

source: Configure
zh_cn: 设置

source: Failed to contact store.
zh_cn: 连接商店失败

source: An Error has occured.
zh_cn: 一个错误出现.

source: Archive
zh_cn: 存档

source: Extension '{0}' installed.
zh_cn: Extension '{0}' 装载了.

source: Extension '{0}' updated.
zh_cn: Extension '{0}' 已更新.

source: Extension '{0}' deleted.
zh_cn: Extension '{0}' 已删除.

source: Extension '{0}' disabled.
zh_cn: Extension '{0}' 禁用.

source: Extension '{0}' enabled.
zh_cn: Extension '{0}' 启用.

source: A extension that contains a plugin state has changed.
zh_cn: extension中插件的一个状态被改变了.

source: You must <a href="/showShutdown.do">Restart</a> the server for this change to take effect.
zh_cn: 你必须 <a href="/showShutdown.do">重新启动</a>服务器此更改生效

source: The installed extension contains at least one plugin.
zh_cn: 已安装的 extension至少包含一个插件.

source: To activate the plugin you must now <a href="/showShutdown.do">Restart</a> the server.
zh_cn: 为了现在激活插件 <a href="/showShutdown.do">重新启动服务器</a> 服务器.

source: An extension has been updated.
zh_cn: 一个extension被更新.

source: This update will not take effect until after OpenVPN-ALS has been <a href="/showShutdown.do">restarted</a>.
zh_cn: 这个更新不会生效直到OpenVPN-ALS 被<a href="/showShutdown.do">重新启动</a>.

source: The deleted extension contains at least one plugin.
zh_cn: 已删除的 extension至少包含一个插件..

source: You must now <a href="/showShutdown.do">Restart</a> the server.
zh_cn: 你必须现在 <a href="/showShutdown.do">重新启动</a> 服务器.

source: This installed extension contained a plugin, but you have rejected the license.
zh_cn: 这个装载的extension包含一个插件,但是你拒绝了版权.

source: You must now <a href="/showShutdown.do">Restart</a> the server before you can re-install.
zh_cn: 你必须现在<a href="/showShutdown.do">重新启动</a> 服务器，在你可以重新装载之前.

source: Reload of extension store failed.
zh_cn: 重新加载extension商店失败

source: Unable to aquire Installer from the OpenVPN-ALS Application Store.
zh_cn: 无法获得安装从OpenVPN-ALS应用程序商店.

source: This extension requires version {0} of OpenVPN-ALS, but you have version {1}.
zh_cn: 这个extension要求OpenVPN-ALS的版本 {0}, 但你的版本是{1}.

source: Obtain and install at least this version before installing this extension.
zh_cn: 获取和安装至少这个版本，然后再安装此extension.

source: Connect
zh_cn: 连接

source: Extension Store refreshed </a> from <a href="https://localhost">OpenVPN-ALS</a>.
zh_cn: Extension商店刷新了 </a> 从 <a href="https://localhost">OpenVPN-ALS</a>.

source: Failed to refresh extension.
zh_cn: 刷新extension失败.

source: This may be due to current network conditions or incorrect proxy server configuration.
zh_cn: 这可能是由于当前的网络条件或不正确的代理服务器配置.

source: There are currently no extensions for this category.
zh_cn: 目前还没有这一类的extensions

source: You can refresh the extension store by selecting the <b>Refresh Extension Store</b> action.
zh_cn: 你可以刷新 extension商店用选择<b>刷新 Extension商店</b> 行为.

source: Languages
zh_cn: 语言

source: Updateable
zh_cn: 可更新的

source: Installed
zh_cn: 已装载

source: Remote Access
zh_cn: 远程控制

source: Reporting
zh_cn: 报告

source: User Interface
zh_cn: 用户接口

source: Access Control
zh_cn: 接入管理

source: Resources
zh_cn: 资源

source: Articles
zh_cn: 文章

source: Pending Removal
zh_cn: 待删除

source: Pending Installation
zh_cn: 待安装

source: Pending Update
zh_cn: 待更新

source: The following extensions are currently installed and updates are available from the OpenVPN-ALS Application Store.
zh_cn: 以下的extensions是现在已安装的和更新已在OpenVPN-ALS应用程序商店的.

source: To update, click on the <strong>Update</strong> button
zh_cn: 要更新, 点击<strong>更新</strong>按钮

source: The following extensions are currently installed.
zh_cn: 下面的extensions是当前已装载的.

source: You may uninstall the extension by clicking on the Delete action.
zh_cn: 你可用卸载extension用点击删除行为.

source: Install from Internet
zh_cn: 在线装载

source: The following extensions are not currently installed and are available from the OpenVPN-ALS Application Store.
zh_cn: 以下的extensions是现在没有安装的但是可以从已OpenVPN-ALS应用程序商店装载的.

source: These archives contain everything needed to run the application, click on <strong>Install</strong> to download and install.
zh_cn: 这些档案包含所有所需应该运行该应用程序，点击<strong>装载</strong> 下载并装载.

source: Configuration Instructions Only
zh_cn: 只有配置说明

source: The following extensions are not currently installed but are known to work with OpenVPN-ALS.
zh_cn: 以下的extensions是现在没有安装的但是已知可以为OpenVPN-ALS工作的.

source: Click on the <strong>Configure</strong> button to be shown where to obtain the required files and how to configure the extensions.
zh_cn: 点击<strong>配置</strong> 按钮来显示怎么找到要求的文件和怎么设置extensions.

source: The following extensions have been deleted and cannot be re-installed until OpenVPN-ALS has been restarted.
zh_cn: 以下extensions已被删除，无法重新安装，直到OpenVPN-ALS已重新启动

source: The following extensions have been installed, but will not become active until OpenVPN-ALS is restarted.
zh_cn: 以下extensions已被删除，但不会成为活动状态，直到OpenVPN-ALS已重新启动

source: The following extensions have been updated, but will not become active until OpenVPN-ALS is restarted.
zh_cn: 以下extensions已被更新，但不会成为活动状态，直到OpenVPN-ALS已重新启动.

source: Pending State Change
zh_cn: 搁置状态变化

source: The state of the following extensions has changed in some way and any further operations on it are not available until the server has been restarted.
zh_cn: 以下extensions的状态被更改了，不能进行更多的操作，直到OpenVPN-ALS已重新启动

source: Install Manually
zh_cn: 手动装载

source: You may also install an extensions archive directly from your local machine.
zh_cn: 您也可以安装一个extension， 直接从您的本地机器.

source: Locate the archive using the <strong>Browse</strong> button and click on <strong>Upload</strong> to upload and install the application.<br/><br/>If you have made changes any application.xml files, you may use the <strong>Reload</strong> button to apply these changes without restarting OpenVPN-ALS.
zh_cn: 定为Archive用 <strong>浏览器</strong> 按钮和点击 <strong>更新</strong> t更新并装载应用程序<br/><br/>如果你更改任何application.xml文档, 你将会使用 <strong>重新加载</strong> 按钮，来使这些改变生效，在不用重新启动OpenVPN-ALS的情况下.

source: No connection has been made to the OpenVPN-ALS Extension Store.
zh_cn: OpenVPN-ALS Extension 商店没有任何连接.

source: You could be missing out on useful additional features or upgrades.
zh_cn: 您可能会错过了有用的附加功能或升级.

source: Click on <strong>Connect</strong> now or enable the <i>Automatically Connect to Extension Store</i> option.
zh_cn: 点击<strong>连接</strong>现在或启用<i>自动连接到Extension商店/i> 选项.

source: This connection is anonymous and no identifying information will be sent to the OpenVPN-ALS servers.
zh_cn: 这个连接是匿名的，没有任何身份信息将发送到OpenVPN-ALS服务器.

source: Changes
zh_cn: 变化

source: Upload Extension
zh_cn: 更新Extension

source: Manually upload an extension archive
zh_cn: 手动上传 extension 存档

source: Refresh Extension Store
zh_cn: 刷新Extension商店

source: Refresh Extension Store from <a href="https://localhost">OpenVPN-ALS</a>.
zh_cn: 刷新Extension商店从<a href="https://localhost">OpenVPN-ALS</a>.

source: Install the extension
zh_cn: 装载extension

source: Update the extension
zh_cn: 更新extension

source: Delete
zh_cn: 删除

source: Delete the extension
zh_cn: 删除extension

source: Information
zh_cn: 信息

source: Information on this extension
zh_cn: 这个extension的信息

source: Enable
zh_cn: 启用

source: Enable the extension
zh_cn: 启用extension

source: Disable
zh_cn: 禁用

source: Disable the extension
zh_cn: 禁用extension

source: Start
zh_cn: 启动

source: Start the extension
zh_cn: 启动extension

source: Stop the extension
zh_cn: 停止extension

source: Requires OpenVPN-ALS {0}
zh_cn: 请求OpenVPN-ALS {0}

source: License
zh_cn: 版权

source: Status
zh_cn: 状态

source: See <strong>{0}</strong> on the server.
zh_cn: 见<strong>{0}</strong>在服务器.

source: Contains
zh_cn: 包含

source: Agent Extension
zh_cn: 代理Extension

source: Server Plugin
zh_cn: 服务器插件

source: Language Pack
zh_cn: 语言包

source: <strong>Extension failed to start.
zh_cn: <strong>Extension启动失败.

source: {0} Version {1} (Current version is {2})
zh_cn: {0} 版本 {1} (当前版本是 {2})

source: {0} Version {1}
zh_cn: {0} 版本 {1}

source: Upload type:
zh_cn: 上传类型:

source: Destination path:
zh_cn: 目标地址:

source: Local file name:
zh_cn: 本地文件名:

source: OpenVPN-ALS:::Delete Extension
zh_cn: OpenVPN-ALS:::删除Extension

source: Confirm deletion
zh_cn: 确认删除

source: You are about to delete an extension.
zh_cn: 你正在删除一个extension.

source: Are you sure?
zh_cn: 你确定？

source: The OpenVPN-ALS Agent returned an error.
zh_cn: OpenVPN-ALS代理返回一个错误.

source: File {0} uploaded ({1} bytes).
zh_cn: 文件 {0} 已更新({1} bytes).

source: Failed to upload file {0}.
zh_cn: 更新文件失败 {0}.

source: No filename provided.
zh_cn: 文件名没有提供.

source: Files of type {0} may not be uploaded to this location.
zh_cn: 文件的格式 {0} 可能不能在此处更新

source: The following plugin(s) failed to load : {0}.
zh_cn: 以下的插件加载失败 : {0}.

source: There may be updates available at the <a href="/showExtensionStore.do">Extensions Store</a> that resolve this problem.
zh_cn: 可能有新的更新 <a href="/showExtensionStore.do">Extensions商店</a>可以解决这个问题

source: Check the logs for more information.
zh_cn: 检查日志得到更多信息.

source: OpenVPN-ALS:::Extension Store Connection
zh_cn: OpenVPN-ALS:::Extension商店连接

source: Extension Store Connection
zh_cn: Extension 商店连接

source: In order to determine the current available version of OpenVPN-ALS and any extensions that may be available, OpenVPN-ALS will now attempt to connect to the OpenVPN-ALS Extensions Store.
zh_cn: 为了确定现有版本的OpenVPN-ALS 和任何可用的extensions， OpenVPN-ALS现在尝试连接 OpenVPN-ALS Extensions商店.

source: This is done without sending any identifying information to the OpenVPN-ALS server.
zh_cn: 这样做是不发出任何确定的信息到OpenVPN-ALS服务器.

source: Do you wish to allow this connection to be made?
zh_cn: 你愿意允许这个连接么?

source: You may disable / enable this feature in "Setup -> General Options -> Automatic Updates" or connect when required by clicking on the the "Connect" button in the Extension management page.
zh_cn: 你可禁用/启用此功能在"设置 -> 一般选项-> 自动更新" 或连接当要求点击"连接" 按钮在 Extension管理页.

source: Installing Extensions
zh_cn: 安装Extensions

source: Updating Extension
zh_cn: 更新Extension

source: Downloading {0} from extension store
zh_cn: 下载{0} 从extension商店

source: Updatable
zh_cn: 更新

source: Validation Messages
zh_cn: 验证信息

source: Message resources OpenVPN-ALS for Validator Messages.
zh_cn: OpenVPN-ALS 验证信息的信息资源

source: Interal validation error validating {3}.
zh_cn: 内部验证错误验证 {3}.

source: <strong>{3}</strong> is out of range.
zh_cn: <strong>{3}</strong> 溢出范围.

source: Must be a number between {0} and {1} inclusive.
zh_cn: 必须是数字在{0} 和 {1} 包含头尾.

source: <strong>{3}</strong> must be a number be between {0} and {1} inclusive.
zh_cn: <strong>{3}</strong> 必须是数字在{0} 和 {1} 包含头尾.

source: <strong>{3}</strong> is too short.
zh_cn: <strong>{3}</strong> 太短

source: Must be a string between {0} and {1} characters.
zh_cn: 必须是字符串在{0} 和 {1} 字符.

source: <strong>{3}</strong> is too long.
zh_cn: <strong>{3}</strong> i太长.

source: <strong>{3}</strong> doesn't match the specified required pattern.
zh_cn: <strong>{3}</strong>不符合规定要求的模式.

source: <strong>{0}</strong> isn't a valid IP Address for <strong>{3}</strong>.
zh_cn: <strong>{0}</strong>不是有效的IP地址<strong>{3}</strong>.

source: <strong>{3}</strong> contains non-ascii characters.
zh_cn: <strong>{3}</strong> 包含非ASCII字符

source: <strong>{0}</strong> isn't a valid distinguished name for <strong>{3}</strong>.
zh_cn: <strong>{0}</strong>不是有效的辨别名称为<strong>{3}</strong>.

source: <strong>{0}</strong> isn't a valid boolean.
zh_cn: <strong>{0}</strong>不是有效的布尔型.

source: Must be either {1} or {2}.
zh_cn: 必须是 {1} 或 {2}.

source: <strong>{0}</strong> can't be empty.
zh_cn: <strong>{0}</strong> 不能为空.

source: The default is <strong>{1}</strong>
zh_cn: 缺省值是 <strong>{1}</strong>

source: <strong>{0}</strong> isn't a valid Theme.
zh_cn: <strong>{0}</strong>不是一个有效的主题.

source: <strong>{3}</strong> isn't a valid address pattern.
zh_cn: <strong>{3}</strong>不是一个有效的地址方式.

source: Must be either specific address, CIDR network or wildcard address.
zh_cn: 必须是具体的地址，CIDR网络或wildcard地址.

source: Hostname, IP address or port for <strong>{3}</strong> is not valid.
zh_cn: 主机名， IP地址或端口的<strong>{3}</strong> 是无效的.

source: Must be in the format <i>hostname[:port]</i> or <i>address[:port]</i>
zh_cn: 必须用以下的形式<i>主机名[:端口]</i> 或 <i>地址[:端口]</i>

source: Hostname, IP address for <strong>{3}</strong> is not valid.
zh_cn: 主机名， IP地址<strong>{3}</strong> 是无效的.

source: Must be in the format <i>hostname</i> or <i>address</i>
zh_cn: 必须用以下的形式<i>主机名</i> 或 <i>地址</i>

source: <strong>{0}</strong> is not allowed for Type Options, there needs to be two values separated by a comma.
zh_cn: <strong>{0}</strong> 不允许类型选项，需要有两个值逗号分.

source: Installation Wizard
zh_cn: 安装向导

source: Message resources for the OpenVPN-ALS Installation Wizard
zh_cn: OpenVPN-ALS安装向导的信息资源

source: OpenVPN-ALS:::Install
zh_cn: OpenVPN-ALS:::安装

source: Welcome to the <strong>OpenVPN-ALS</strong> installation wizard.
zh_cn: 欢迎到<strong>OpenVPN-ALS</strong>安装向导.

source: You will now be guided through the process of configuring the basic options to get the OpenVPN-ALS secure service.
zh_cn: 现在，您将被引导配置基本选项，获得OpenVPN-ALS安全的服

source: When complete, you should start the service, logon as the super user and start building the facilities you will make available to your users.
zh_cn: 完成后，你应该启动该服务，登录为超级用户，并开始建设你的资源，将它提供给您的使用者

source: You may return to this wizard at any time.
zh_cn: 你可以返回此向导在任何时候

source: Configure Certificate
zh_cn: 配置证书

source: Configure User Database
zh_cn: 配置用户数据库

source: Configure Super User
zh_cn: 配置超级用户

source: Configure Web Server
zh_cn: 配置Web服务器

source: Configure Proxies
zh_cn: 配置代理

source: Summary
zh_cn: 总结

source: The keystore could not be loaded and will be re-created upon completing this wizard.
zh_cn: keystore无法加载，将重新加载来完成此向导.

source: Step 1 - Configure Certificate
zh_cn: 步骤 1 - 配置证书

source: In order to transmit data to and from the OpenVPN-ALS securely; you will need to generate an SSL certificate.
zh_cn: 为了传输数据从或到OpenVPN-ALS安全的;你需要生成一个SSL证书.

source: SSL certificates are used on the internet to verify the identity of a web server in order to facilitate secure exchange of sensitive data such as credit card payments or online banking transactions.
zh_cn: SSL证书是用于在互联网上的身份验证的Web服务器，以促进安全交换敏感数据，如信用卡支付或在线银行交易。

source: Create New Certificate
zh_cn: 创建新的证书

source: Choose this option to generate a new untrusted certificate.
zh_cn: 选择此选项，以产生新的不被信任的证书

source: This will be enough to get your server up and running.
zh_cn: 这将是足以让您的服务器启动和运行。

source: You may later generate a Certificate Signing Request (CSR) for transmission to a Certification Authority (CA).
zh_cn: 您可能以后产生的证书签发请求（ CSR公司）传送给证书颁发机构（ CA ） 。

source: Import Existing Certificate
zh_cn: 导入已存在证书

source: If you already have a certificate (or keystore), you may use this option to import.
zh_cn: 如果您已经有一个证书（或keystore ） ，您可以使用此选项来导入

source: You will need to know the passphrase for the certificate / keystore you are importing.
zh_cn: 您将需要知道对于你导入的证书/ keystore的密码

source: Use Current Certificate
zh_cn: 使用当前证书

source: You already have a certificate installed.
zh_cn: 您已经拥有一个证书已安装.

source: Choose this option if you wish to continue using it.
zh_cn: 选择此选项，如果您希望继续使用它

source: You have been returned to the beginning of the installation wizard and must re-enter all require information.
zh_cn: 您已回到安装向导的开头，必须重新输入所有需要的信息

source: This may have been caused by one of three things.
zh_cn: 这可能是由于三件事之一造成的

source: First, your session may have timed out.
zh_cn: 首先，您的会话可能已经超时。

source: Second, you didn't start the wizard at the first page (possibly caused by an an incorrect bookmark).
zh_cn: 其次，你没有启动向导的第一页（可能不正确的时间造成）

source: And thirdly, cookies may not be enabled.
zh_cn: 第三， Cookie可能没有启用。

source: Step 1 - Create New Certificate
zh_cn: 步骤1－创建新的证书

source: Please complete the details below to generate your untrusted certificate.
zh_cn: 请填写下面的详细信息来生成不可信证书。

source: You should consider getting this certificate signed.
zh_cn: 您应考虑获得此证书签署.

source: You must supply a hostname.
zh_cn: 你必须提供一个主机名。

source: You must supply a valid hostname.
zh_cn: 您必须提供有效的主机名。

source: You must supply a Organisational Unit.
zh_cn: 您必须提供一个组织单位。

source: You must supply a company.
zh_cn: 您必须提供公司。

source: You must supply a country code.
zh_cn: 您必须提供国家码

source: You must supply a city.
zh_cn: 您必须提供一个城市

source: You must supply a state.
zh_cn: 您必须提供一个洲名

source: Host name:
zh_cn: 主机名:

source: Organisational unit:
zh_cn: 组织单位:

source: Company:
zh_cn: 公司:

source: City:
zh_cn: 城市:

source: State:
zh_cn: 洲:

source: Country Code:
zh_cn: 国家码:

source: Type:
zh_cn: 类型:

source: Step 1 - Set Keystore Passphrase
zh_cn: 步骤 1 - 设置 Keystore 密码

source: When creating a new certificate, you must provide a passphrase to encrypt the generated keystore.
zh_cn: 当创建一个新的证书，您必须提供密码加密生成keystore

source: This passphrase will be required if you wish to manipulate the keystore file with the command line tools provided with Java.
zh_cn: 这将需要密码如果您想操纵keystore文件的命令行工具，有Java提供

source: Passphrase:
zh_cn: 密码:

source: Confirm passphrase:
zh_cn: 确定密码:

source: The passphrase and confirmed passphrase do not match.
zh_cn: 密码和确定密码不匹配.

source: Passphrase must be at least 6 characters in length.
zh_cn: 密码至少有6个字符长

source: Step 1 - Import Certificate
zh_cn: 步骤 1 - 导入证书

source: Please provide the pathname to the keystore file that contains the certificate you wish to be imported as your server certificate.
zh_cn: 请提供keystore文件路径，它包含证书是您要导入的服务器证书。

source: Alias:
zh_cn: 别名:

source: Filename:
zh_cn: 文件名:

source: Failed to upload certificate with alias of {0}.
zh_cn: 上传证书失败别名 {0}.

source: Certificate uploaded OK.
zh_cn: 证书上载OK

source: No file to upload has been provided.
zh_cn: 没有要上传的文件被提供.

source: The supplied file does not exist.
zh_cn: 所提供的文件不存在

source: Failed to validate the certificate.
zh_cn: 无法验证证书。

source: Please check the correct type was selected and the correct passphrase was provided.
zh_cn: 请检查选择了正确的类型和提供了正确的密码。

source: Step 2 - Configure User Database
zh_cn: 步骤 2 - 配置用户数据库

source: Now select the mechanism by which OpenVPN-ALS obtains information about users and performs authentication.
zh_cn: 现在选择的机制， OpenVPN-ALS获得有关用户的信息并进行验证。

source: By default the <strong>Built-in</strong> mechanism is available, although extensions may provide more.
zh_cn: 缺省<strong>内置</strong> 机制可用，虽然extensions可能提供更多。

source: Some user databases may require further configuration, <strong>Active Directory</strong> being one.
zh_cn: 有些用户数据库可能需要进一步的配置， <strong>当前目录</strong> 是一个.

source: This user database requires further configuration.
zh_cn: 此用户的数据库需要进一步配置.

source: Please provide all the required details below.
zh_cn: 请提供所有需要的详细情况

source: You must select a user database to configure.
zh_cn: 您必须选择一个用户数据库配置.

source: User database could not be opened.
zh_cn: 用户数据库无法打开

source: Step 3 - Configure Super User
zh_cn: 步骤 3 - 配置超级用户

source: OpenVPN-ALS has a special user known as the <strong>Super User</strong>.
zh_cn: OpenVPN-ALS 具有特殊用户被称为 <strong>超级用户</strong>.

source: By default, this user may always logon from the localhost and is not subject to any of the usual logon contraints.
zh_cn: 默认情况下，此用户可以随时登录到本地主机和不受任何通常登录约束。

source: <br/><br/>It is <strong>strongly recommended</strong> that you disable this user once you have completed configuring OpenVPN-ALS and have delegated management rights to other users.<br/><br/>Please select the user you wish to configure as the super user.
zh_cn: <br/><br/>这是<strong>强烈建议的</strong>您禁用此用户一旦您完成配置OpenVPN-ALS和管理权已下放给其他用户。<br/><br/>请选择用户使其成为超级用户。

source: If the underlying user database supports password changing you may also configure the password (leave field blank if you do not wish to change the password).
zh_cn: 如果基本用户数据库支持密码更改，您还可以设定密码（字段留空如果您不希望更改密码） 。

source: Email:
zh_cn: 电子邮箱:

source: Confirm password:
zh_cn: 确认密码:

source: The password and confirmed password do not match.
zh_cn: 密码和确定密码不匹配.

source: Password must be at least 6 characters in length.
zh_cn: 密码至少有6个字符长

source: You must specify a super user.
zh_cn: 您必须提供一个超级用户

source: The super user you have specified does not exist so it will be created.
zh_cn: 您已经指定超级用户不存在，因此将创建。

source: For this to happen you must provide a password.
zh_cn: 为了做到这一点你必须提供一个密码。

source: The super user you have specified does not exist.
zh_cn: 您已经指定超级用户不存在。

source: This user database does not support account creation so you must provide an existing account to use.
zh_cn: 此用户的数据库不支持创建账户因此您必须提供一个现有的帐户使用。

source: Step 4 - Configure Web Server
zh_cn: 步骤 4 - 配置Web服务器

source: All clients connect to OpenVPN-ALS's built in HTTP / HTTPS server.
zh_cn: 所有客户端连接到OpenVPN-ALS内置的HTTP / HTTPS服务器。

source: This page allows you to configure the basic operation of the web server.
zh_cn: 此网页可让您设定的Web服务器的基本操作。

source: Port:
zh_cn: 端口:

source: Protocol:
zh_cn: 协议:

source: Listening interfaces:
zh_cn: 监听接口:

source: Valid external hostnames:
zh_cn: 有效的外部主机名:

source: Available Interfaces
zh_cn: 可用的接口

source: Selected Interfaces
zh_cn: 已选的接口

source: Valid Hostnames
zh_cn: 有效的主机

source: Port must be a number be between 1 and 65535 inclusive.
zh_cn: 端口必须有一个号码在1和65535之间，包含头尾.

source: The port number <strong>{0}</strong> on interface <strong>{1}</strong> cannot currently be used.
zh_cn: 端口号 <strong>{0}</strong> 在接口 <strong>{1}</strong> 当前不可用.

source: This may be because a service is already running on the port number.
zh_cn: 这可能是因为服务已经运行的在这个端口号。

source: If you are using the default port <strong>443</strong>, this may be caused by web servers such as Apache or IIS.
zh_cn: 如果您使用的是默认端口 <strong>443</strong>, 这可能由网络服务器造成如Apache或IIS 。

source: If this is the case either choose a different port here or configure your web server to run on a different port.
zh_cn: 如果是这种情况可选择不同的端口或配置您的Web服务器上运行不同的端口上运行。

source: Check the console and logs for more detail.
zh_cn: 检查控制台和日志的更多细节。

source: Because you have chosen a port less than 1024, this may happen if you are running on a Unix like system as a user other than <strong>root</strong>.
zh_cn: 因为你已经选择了一个端口不到1024 ，可能会遇到这种情况如果您运行的是一个类似Unix的系统，用户名不是<strong>root</strong>.

source: Another possible cause is that there may be a service already running on the provided port number.
zh_cn: 另一个可能的原因是，有可能是一个服务已经运行在提供端口号。

source: Invalid selected interfaces.
zh_cn: 无效的已选的接口
